app/controllers/students_controller.rb

  def index
    #code
    @students = Student.all
---
SELECT "students".* FROM "students"